{
  "qna": [
    {
      "a": "This task is time consuming, stressful and complex for most people. are you aware that our firm is trained and experienced in settling debts? Why spend all your time and effort trying to negotiate on your own when you can rely on our experience to get the best settlements possible? Having an attorney to assist you throughout this process is an extremely valuable tool since many collection companies will act unscrupulously to collect from you. Based on our experience, we know what works. We know creditor procedures, and we know the timing for when it is best to contact creditors and negotiate a settlement. Creditors know that when they are dealing with us, we are fully aware of their processes, as well as what settlements are reachable, and what settlements are not. Based on your hardship, we contact your creditors and get you the best possible settlement. It might be in your best interests to leave the negotiating up to trained professionals. We can't guarantee that our settlements would be better than yours, but I can say that we have data about your creditors that you don't have, and we can attempt to settle multiple client accounts all at once with a single collector which is leverage in the process that you also don't have. We are confident that you will be pleased with our performance once we are done.",
      "type": "qna",
      "qid": "13.2.settle_my_own",
      "q": [
        "I have decided to settle my debts on my own.",
        "I am choosing to resolve my debts on my own.",
        "I have opted to handle my debt settlement myself.",
        "I plan to settle my debts independently.",
        "I will take care of my debt settlement personally.",
        "I have decided to manage my debt resolution alone.",
        "I will resolve my debts without assistance.",
        "I have chosen to handle my own debt settlement."
      ]
    },
    {
      "a": "As part of the program, you have agreed to set-aside and save a fixed amount of money each month. This is based on the total amount of debt you enrolled. That amount will be deposited monthly to your specialty savings account. The specialty account makes both the settlement and payment process easier and more secure. As the savings account builds each month, we are working towards agreeable settlements with your creditors. Once a settlement offer is negotiated and approved, we will reach out to you to obtain your authorization.",
      "type": "qna",
      "qid": "00.1.program_work",
      "q": [
        "How does this program work?",
        "How will my plan be executed?",
        "How does the debt resolution process unfold?",
        "What is the process for executing my debt resolution plan?",
        "How will my specific debt resolution plan be put into action?",
        "How will my personal plan be executed within the debt resolution program?",
        "How is the process of implementing my plan handled?",
        "What is this program?",
        "What is this program for?",
        "How does the debt resolution program operate?",
        "Can you explain how the debt resolution program functions?",
        "What steps are involved in the debt resolution program?",
        "How exactly does the debt resolution program work?",
        "How is the debt resolution program structured?",
        "What is the process for the debt resolution program?",
        "What can I expect from the debt resolution program?",
        "How will my debt resolution plan be carried out?",
        "How will my customized debt resolution plan be implemented?",
        "What steps are involved in the execution of my plan?",
        "What should I expect during the execution of my debt resolution plan?"
      ]
    },
    {
      "a": "I am only able to provide general information about Bankruptcy. Only your attorney can tell you how a bankruptcy would affect you and what type of bankruptcy you would or would not qualify for. The two types of Bankruptcy that most often pertain to consumers are Chapter 7 and Chapter 13. Chapter 7 is where all of the debt is discharged through the Bankruptcy and the process takes about 3-5 months. Chapter 13 is a repayment plan that is managed by a Trustee who is appointed by the Court. A Chapter 13 can take 3-5 years and the Debtor may not have to pay back all of their debts. Bankruptcy is highly regulated, and it is more difficult to qualify for a Chapter 7 bankruptcy than it once was. Given those challenges our debt settlement program might be a better option for you.",
      "type": "qna",
      "qid": "15.1.bankruptcy",
      "q": [
        "What can you tell me about bankruptcy?",
        "What should I know about bankruptcy?",
        "Can you explain bankruptcy to me?",
        "What is important to know about bankruptcy?",
        "How does bankruptcy work?",
        "What are the basics of bankruptcy?",
        "Can you provide details about bankruptcy?",
        "What does filing for bankruptcy involve?",
        "What are the key facts about bankruptcy?"
      ]
    },
    {
      "a": "Our email address is email@guardianlit.com. For fastest processing, send your documents as a single PDF attachment.  We cannot open download links.",
      "type": "qna",
      "qid": "16.1.email",
      "q": [
        "What is your email address?",
        "Could you share your email with me?",
        "Email",
        "May I have your email address, please?",
        "Would you mind providing your email?",
        "Can you send me your email address?",
        "What’s the best email to reach you?",
        "Could I get your email for follow-up?",
        "Do you have an email I can contact you at?",
        "Can you provide me with your email for future communication?",
        "What’s the best way to contact you via email?",
        "Could I have your email so we can stay in touch?"
      ]
    },
    {
      "a": "Creditors are allowed to report settled debts exceeding $600 as a loss to the IRS. Creditors may issue a 1099 for forgiven debt. If that happens the loss must also be reported by you as income. However, the IRS may permit you to write off this amount if you were insolvent at the time. You should consult with your tax preparer for specific advice on the tax consequences of forgiven debt and how it would apply to your situation.",
      "type": "qna",
      "qid": "14.1.tax",
      "q": [
        "What are the tax consequences?",
        "What are the tax implications?",
        "Are there tax consequences?",
        "How does this impact my taxes?",
        "What tax effects come with this?",
        "Are there any tax-related consequences?",
        "Will there be tax penalties?",
        "What should I expect?",
        "How will this affect my taxes?"
      ]
    },
    {
      "a": "It is our understanding that you have enrolled in this program because you are in financial hardship and are unable to make payments to your creditors. If you are able to pay your creditors every month, then it is in your best interest to do so and this program may not be the right program for you. If you are in financial hardship and unable to pay your creditors then this program may be right for you.",
      "type": "qna",
      "qid": "01.2.keep_paying",
      "q": [
        "Do I have to keep paying my creditors?",
        "Am I still have to pay to my creditors?",
        "Should I stop paying my creditors once I’m enrolled in the program?",
        "Do I have to stop paying my creditors?",
        "pay creditors",
        "Pay my creditors",
        "Am I required to continue paying my creditors during the program?",
        "Should I keep making payments to my creditors while enrolled in the program?",
        "Do I need to continue paying my creditors after joining the debt resolution program?",
        "What happens to my payments to creditors while I am in the program?",
        "Will I still need to pay my creditors directly while participating in the program?",
        "Is it necessary to maintain payments to my creditors during the debt resolution process?"
      ]
    },
    {
      "a": "Our debt resolution program lengths vary from 24 - 60 months; however, it really depends on your ability to save the funds that will satisfy the amount of your settled debts. The program length is an estimate and not a guaranteed time frame. Individual results vary.",
      "type": "qna",
      "qid": "00.3.how_long",
      "q": [
        "How long would this program take?",
        "What is the length of the program?",
        "What is the typical duration of the debt resolution program?",
        "What is the expected time frame for the debt resolution process?",
        "How many months/years does the debt resolution program take?",
        "When will my program be over?",
        "How long does the debt resolution program usually last?",
        "How much time will it take to complete the program?",
        "How long should I expect the debt resolution program to take?",
        "What is the average time commitment for the debt resolution program?",
        "How long will I be in the debt resolution program?",
        "Why is taking long to settle my accounts?"
      ]
    },
    {
      "a": "Our debt resolution program is designed for anyone in financial hardship who is falling behind or having problems making minimum payments to creditors on their unsecured debts. You must have a minimum of $7,500 in total unsecured debt and a minimum of $500 of unsecured debt with each individual creditor.  You must also be able to make consistent monthly savings deposits on time for the duration of your estimate program term.",
      "type": "qna",
      "qid": "00.2.who_qualifies",
      "q": [
        "Who qualifies for the debt resolution program?",
        "Who can join the program?",
        "How do I know if I qualify for the debt resolution program?",
        "What criteria determine eligibility for the debt resolution program?",
        "Am I qualified for the debt resolution program?",
        "What are the eligibility requirements for the debt resolution program?",
        "Who is eligible to participate in the debt resolution program?",
        "What are the qualifications to join the debt resolution program?",
        "Who can apply for the debt resolution program?",
        "Who meets the requirements for the debt resolution program?"
      ]
    },
    {
      "a": "Our Account Management Team is available to answer your questions Monday through Friday, from 6am to 5pm Pacific Standard Time.",
      "type": "qna",
      "qid": "01.1.business_hours",
      "q": [
        "What are your business hours?",
        "Can you let me know your business hours?",
        "When are you available during the day?",
        "Can you tell me your hours of operation?",
        "When can I reach you at your business?",
        "What is your schedule for business hours?",
        "What times are you open for business?",
        "When is your business open?",
        "Could you share your operating hours?",
        "What hours do you typically operate?",
        "What are your working hours?"
      ]
    },
    {
      "a": "Our email address is email@guardianlit.com. For fastest processing, send your documents as a single PDF attachment.  We cannot open download links.",
      "type": "qna",
      "qid": "01.3.send_documents",
      "q": [
        "What is the best way to send documents?",
        "How can I contact you online?"
      ]
    },
    {
      "a": "If you need to reduce your monthly program deposit, we will need to recalculate your estimated program term and ensure any pending settlements would not be affected.  Keep in mind that we need at least 3 business days prior to your scheduled date to make any changes to your monthly program deposit.  One of our Account Managers can help you with this.",
      "type": "qna",
      "qid": "02.3.lower_pay",
      "q": [
        "How do I lower my payment?",
        "I need to lower my payment",
        "I need to reduce my payment",
        "My payments are too high",
        "What are some ways to reduce my payment?",
        "How can I decrease the amount I am paying?",
        "Is there a way to lower my payment?",
        "How can I cut down on my payment?",
        "What options do I have to bring my payment down?",
        "Can I reduce my payment somehow?",
        "What steps can I take to lower my payment?",
        "How do I make my payment smaller?",
        "Are there strategies to reduce the amount I owe each month?",
        "What can I do to minimize my payment?",
        "How can I adjust my payment to make it more affordable?",
        "Is it possible to get a lower payment?",
        "What are my options for lowering my monthly payment?",
        "How can I decrease the total payment amount?",
        "Are there any tips to help me lower my payment?",
        "What can I do to reduce my payment obligations?",
        "How do I go about reducing my monthly payment?",
        "Is there any way to lower the payment I am currently making?",
        "What changes can I make to reduce my payment amount?",
        "How can I modify my payment to make it less?"
      ]
    },
    {
      "a": "Having an attorney and their entire support staff on your side lends credibility and strength to your negotiating position with creditors and collectors. Our staff has decades of combined experience negotiating settlements with creditors and collectors. Your attorney and their team are trained and aggressive. We always strive to get the best settlements possible and we know what works.",
      "type": "qna",
      "qid": "02.2.qualified_to_negotiate",
      "q": [
        "How do I know your company is qualified or will do a good enough job with negotiating my debt?",
        "Do you even have experience?",
        "How can I be sure your company is qualified to negotiate my debt?",
        "What assurances do I have that your company will successfully negotiate my debt?",
        "How can I trust that your company will negotiate my debt effectively?",
        "What proof do you have that your company can manage my debt negotiations well?",
        "How do I know your company is experienced in handling debt negotiations?",
        "What qualifications does your company have for negotiating debt?",
        "What makes your company capable of negotiating my debt successfully?",
        "How long has your company been doing this?",
        "How do I verify your company’s expertise in debt negotiation?"
      ]
    },
    {
      "a": "We encourage you to add funds to your savings account any time you can. This can shorten the amount of time you’ll be in the program and save you money. All you need to do is call us at least 3 days prior to when you want to make the additional deposit and we’ll take care of the rest.",
      "type": "qna",
      "qid": "02.1.more_pay",
      "q": [
        "What if I can make more of a deposit one month?",
        "Can I deposit my tax return to my specialty account?",
        "Can I add more payments to the program?",
        "Add more money",
        "Can I increase my deposit amount in a given month, and how will that affect the program?",
        "What should I do if I can make a bigger deposit one month?",
        "What happens if I am able to make a larger deposit one month?",
        "How will making a larger deposit one month impact my plan?",
        "Can I contribute more than the usual deposit for one month?",
        "What are the benefits if I make a higher deposit one month?",
        "Is it possible to make an extra deposit?",
        "What happens if I can pay more than the required deposit for a month?"
      ]
    },
    {
      "a": "Our fax number is 833-225-2268.",
      "type": "qna",
      "qid": "01.4.fax_number",
      "q": [
        "What is your fax number?",
        "Can you provide your fax number?",
        "Fax",
        "Would you be able to share your fax number?",
        "What's the best fax number to reach you at?",
        "Could you send me your fax number for follow-up?",
        "May I get your fax number for contact?",
        "Do you have a fax number I can use to reach out?",
        "Could you share your contact fax number?",
        "Can I have your fax number to stay in touch?",
        "What fax number can I use to connect with you?",
        "Is there a fax number I can send information to?"
      ]
    },
    {
      "a": "We've settled debts with every major creditor out there and many creditors you've probably never heard of.  However, we still cannot guarantee that every creditor will settle because individual results vary based on the specifics of each client's debt. The same creditor may agree on a settlement for one client who made years worth of payments on a debt, but refuse to settle for another client who made only a single payment towards a debt. This is just one example. Successful completion of your debt resolution program requires setting aside enough funds in your specialty savings account until all enrolled debts are resolved.",
      "type": "qna",
      "qid": "03.2.settle_debts",
      "q": [
        "Can you guarantee to settle all debts I enroll in the program?",
        "Will everything be settled?",
        "Will all of my debts be settled?",
        "Can you guarantee that all my enrolled debts will be settled?",
        "Is there a guarantee that every debt I enroll in the program will be settled?",
        "Will all the debts I include in the program definitely be settled?",
        "Can you assure that 100% of my enrolled debts will be settled?",
        "Is there a promise that all my debts in the program will be resolved?",
        "Can you commit to settling every debt I add to the program?",
        "What are the chances that all debts I enroll will be settled?",
        "Is there a guarantee that the program will settle all my debts?"
      ]
    },
    {
      "a": "That’s okay; however, we do need at least 3 days prior to your scheduled date if you cannot make a deposit for any reason. Keep in mind that the program only works if you make successful, timely deposits. Also, if you miss more than one deposit during a 6 month period, we may have to disengage from representing you.",
      "type": "qna",
      "qid": "02.4.skip_one_month",
      "q": [
        "What if I cannot make a deposit one month?",
        "What happens if I do not have the money to pay?",
        "Can I skip my program deposit?",
        "Can i skip my debt settlement payment?",
        "What happens if I miss a deposit one month?",
        "What should I do if I’m unable to make a deposit for a particular month?",
        "What are the consequences if I cannot make a deposit one month?",
        "How will my program be affected if I miss a monthly deposit?",
        "What steps should I take if I cannot deposit one month’s payment?",
        "What is the policy if I am unable to make a deposit in a given month?",
        "Will missing a deposit for one month affect my progress in the program?",
        "What options do I have if I cannot make a deposit for one month?"
      ]
    },
    {
      "a": "As part of the program, you have agreed to set-aside and save a fixed amount of money each month. This is based on the total amount of debt you enrolled. That amount will be deposited monthly to your specialty savings account. The specialty account makes both the settlement and payment process easier and more secure. As the savings account builds each month, we are working towards agreeable settlements with your creditors. Once a settlement offer is negotiated and approved, we will reach out to you to obtain your authorization.  The creditor may set-up an installment settlement or a lump sum settlement. An installment settlement is a settlement that is paid over time with fixed payments totaling the amount of the final settlement.  A lump sum settlement is a specified amount of money paid in one payment.",
      "type": "qna",
      "qid": "03.1.how_settle",
      "q": [
        "How are my debts settled?",
        "Will everything be settled?",
        "What is the process for settling my debts?",
        "How does the debt settlement process work?",
        "Will all of my debts be settled?",
        "How are my debts negotiated and resolved?",
        "What steps are taken to settle my debts?",
        "How does your company handle debt settlements?",
        "How are agreements reached to settle my debts?",
        "What happens during the debt settlement process?",
        "How will my debts be settled through the program?"
      ]
    },
    {
      "a": "Settling your debts is an aggressive form of debt reduction. It is our understanding that you have retained our firm to negotiate and settle your debts because you are in real financial hardship and cannot afford your monthly creditor payments while paying for your regular living expenses. If you are not in any hardship, and you can afford to pay your creditors every month, then it is in your best interest to do so. If you are in true financial hardship and unable to pay your creditors, our debt negotiation approach is a proven method for getting out of debt.",
      "type": "qna",
      "qid": "02.5.do_you_pay",
      "q": [
        "Do you make monthly payments to my creditors?",
        "Are you not paying?",
        "Are you paying?",
        "Do you handle the monthly payments to my creditors during the program?",
        "Are monthly payments to my creditors managed by your company?",
        "Do you not pay?",
        "Why are not you paying my creditors ?",
        "Does the program involve you making regular payments to my creditors?",
        "Will you be responsible for sending monthly payments to my creditors?",
        "Do you distribute my payments to creditors each month?",
        "How are my monthly payments to creditors handled in this program?",
        "Are you in charge of making monthly payments to my creditors while I am enrolled?",
        "Do you pay my creditors?"
      ]
    },
    {
      "a": "Once our we have reached an acceptable settlement with one of your creditors, we will fax, mail or email you the settlement offer to get your final approval. Whether you accept or decline will be up to you. If you accept, we will continue with the settlement process and close out that settlement.",
      "type": "qna",
      "qid": "03.3.settlements_authorized",
      "q": [
        "How are the settlements authorized?",
        "How are the agreements set?",
        "How do we approve settlements?",
        "How are debt settlements approved?",
        "What is the process for authorizing settlements with my creditors?",
        "Who gives the final approval for the settlements in the program?",
        "How do you get authorization to finalize a settlement agreement?",
        "What steps are taken to authorize settlements during the debt resolution process?",
        "How will I be involved in authorizing the settlements with my creditors?",
        "Who is responsible for authorizing and finalizing the debt settlements?",
        "How settlement works?"
      ]
    },
    {
      "a": "Yes. If you successfully negotiate a debt it may even cost you less than using our service. However, this task is time consuming, stressful and complex for most people. Why spend all your time and effort trying to negotiate on your own when you can rely on our experience to get the best settlements possible? Having an attorney to assist you throughout this process is an extremely valuable tool since many collection companies will act unscrupulously. It's also highly valuable having an attorney represent you in the event of a creditor lawsuit. You can bet that your creditors will have attorneys working for them.  Additionally, since we settle accounts in bulk, we are oftentimes able to obtain excellent settlement results for our clients. We can't guarantee that our settlements would be better than yours, but we can say that we have data about your creditors that you don't have. Also, we can attempt to settle multiple client accounts all at once with a single collector. This gives us additional leverage with creditors that you also don't have. We are confident that you will be pleased with our performance once we are done.",
      "type": "qna",
      "qid": "13.1.handle_my_own",
      "q": [
        "Can I do this on my own?",
        "Can I handle this myself?",
        "Am I able to do this alone?",
        "Can I resolve this on my own?",
        "Is it possible to manage this by myself?",
        "Can I take care of this without help?",
        "Can I settle this on my own?",
        "Am I able to do this independently?",
        "Can I manage this process myself?"
      ]
    },
    {
      "a": "Receiving a lawsuit can be stressful, but rest assured, as part of our debt resolution program you have full legal representation. Lawsuits are time sensitive so please contact us immediately and send the documents in a legible manner ASAP. Our team will review the case, file the necessary responses, and represent you throughout the legal process. It’s essential that you don’t ignore the lawsuit. We will negotiate with your creditors to try to resolve the matter before it reaches court. Stay in touch with us and continue making your program deposits to keep your account in good standing. Remember that your Guardian attorney deals with creditor lawsuits every day and is highly experienced in resolving them.",
      "type": "qna",
      "qid": "12.1.police",
      "q": [
        "Why police is coming with papers?",
        "Why sheriff gave me papers?",
        "Why are the police delivering papers?",
        "Why did the police bring documents?",
        "Why are officers serving papers?",
        "What are the papers the police are delivering?",
        "Why are the police handing me papers?",
        "What do the papers from the police mean?",
        "Why are police involved in delivering papers?",
        "What is the reason for the cops bringing papers?"
      ]
    },
    {
      "a": "Our program itself is not a loan. You are enrolled in a debt settlement program for people who are in financial hardship. You have retained Guardian Litigation Group to settle your debts for less than what you owe. However, because of our relationship with certain lenders you may be able to apply for a loan after making your program deposits on time.  If you were to be approved, this loan would be funded directly to your savings account to speed up your debt settlement program. The loan funds would be used to pay off your enrolled debts at reduced amounts negotiated by Guardian. That would speed up your program greatly.",
      "type": "qna",
      "qid": "11.1.loan",
      "q": [
        "I thought I was signing up for a loan?",
        "Is this program for a loan?",
        "Where is my loan?",
        "Is this program a consolidation?",
        "Is this a loan-based program?",
        "Do I get a loan with this program?",
        "Is it guaranteed that I will get a loan?",
        "Does this program involve taking out a loan?",
        "Will I get the loan?",
        "Is this program considered a loan?",
        "Will I receive a loan through this program?",
        "Does this program provide a loan?",
        "Is a loan part of this program?"
      ]
    },
    {
      "a": "To ensure the fastest processing, send documents by email or fax. If you are sending legal documents please include all pages, the date you received them, and send as one PDF attachment.  Our email address is email@guardianlit.com and our fax number is 833-225-2268.",
      "type": "qna",
      "qid": "10.1.mail_correspondence",
      "q": [
        "Can I mail you my creditor correspondence?",
        "Can I send this via USPS?",
        "What if i do not have email or fax?",
        "May I mail you letters from my creditors?",
        "Can I forward creditor correspondence to you?",
        "Am I allowed to mail you my creditor letters?",
        "Can I send my creditor notices to you?",
        "May I mail you documents from my creditors?",
        "Can I pass along my creditor correspondence to you?",
        "Can I mail you communication from my creditors?"
      ]
    },
    {
      "a": "Our mailing address is 1100 Town & Country Road, Suite 1250, Orange, CA 92868",
      "type": "qna",
      "qid": "10.2.mailing_address",
      "q": [
        "What is your mailing address?",
        "Can you provide your mailing address?",
        "What address should I use for correspondence?",
        "Mail address",
        "Physical mail",
        "Where can I send mail to reach you?",
        "Could you share your address for mailing?",
        "What’s the best address to send something to?",
        "Can you give me the address for mailing purposes?",
        "Where can I send documents to?",
        "Where should I mail this?",
        "Could you let me know your mailing location?",
        "What’s the best mailing address to reach you at?"
      ]
    },
    {
      "a": "The great thing about our program is that there are NO upfront fees, out-of-pocket expenses, and NO down payments. We do not charge you anything until we have successfully negotiated a debt!  Your monthly deposits all build up in your savings account until a settlement is obtained.  The costs are already worked into your monthly program deposit.  We work on what is known as a contingency or performance fee.  That means, if we don't get results for you, we don't get paid!  Our company charges  27% of your enrolled debt amount.  And remember, we do not charge you ANYTHING until payment is made on a settlement.",
      "type": "qna",
      "qid": "04.3.cost_of_services",
      "q": [
        "What is the cost of your services?",
        "How much am I paying?",
        "Is this free?",
        "How much do you charge for this service?",
        "How much do your services cost?",
        "What is the fee for your debt resolution services?",
        "What are the charges associated with your program?",
        "How much will I need to pay for your services?",
        "What is the pricing structure for your debt settlement services?",
        "What fees do you charge for your services?",
        "How is the cost of your services calculated?",
        "What are the total costs involved in using your debt resolution program?"
      ]
    },
    {
      "a": "If an account cannot be settled or is settled for an amount greater than the estimated settlement percentage on your savings schedule, then you may be in the program longer or need to make additional deposits to satisfy that settlement. However, if an account is settled for less than the estimated settlement percentage on your savings schedule you may finish the program earlier than expected or have funds left over in your savings account.",
      "type": "qna",
      "qid": "03.4.not_settle_account",
      "q": [
        "What if you do not settle some of my accounts?",
        "Is it possible for one of my creditors to not want to settle?",
        "What happens if my account is not settled?",
        "What if you are unable to settle certain accounts during the program?",
        "How is the program affected if some of my accounts remain unsettled?",
        "What should I expect if a settlement cannot be reached on some accounts?",
        "What are the consequences if some of my debts are not successfully settled?",
        "How will unresolved accounts be handled if they are not settled?",
        "What options do I have if some of my accounts do not get settled?"
      ]
    },
    {
      "a": "Additional interest and late fees will accrue until the debt is written off by the original creditor. However, our staff is trained to negotiate savings for you based on the enrolled balance.",
      "type": "qna",
      "qid": "04.2.balance_increase",
      "q": [
        "Will interest and late fees continue to accrue on the accounts I enroll in the program?",
        "Will my balances continue to increase?",
        "Will my enrolled accounts still accumulate interest and late fees during the program?",
        "Will my balance going up?",
        "Will interest and late fees keep accumulating on the accounts I enroll in the program?",
        "Do interest charges and late fees continue to accrue while I am in the program?",
        "Can I expect interest and late fees to keep building up on my accounts while in the program?",
        "Will I be responsible for interest and late fees on enrolled accounts during the program?",
        "Do interest and late fees stop once my accounts are enrolled in the program?",
        "Will interest and late charges continue on the accounts I include in the program?",
        "What happens to interest and late fees on the accounts I add to the program?"
      ]
    },
    {
      "a": "The great thing about our program is that there are NO upfront fees, out-of-pocket expenses, and NO down payments. We do not charge you anything until we have successfully negotiated a debt!  Your monthly deposits all build up in your savings account until a settlement is obtained.  The costs are already worked into your monthly program deposit.  We work on what is known as a contingency or performance fee.  That means, if we don't get results for you, we don't get paid!  Our company charges  27% of your enrolled debt amount.  And remember, we do not charge you ANYTHING until payment is made on a settlement.  If you need more information about fees please speak with an Account Manager.",
      "type": "qna",
      "qid": "04.1.program_expensive",
      "q": [
        "Why is so much going into fees?",
        "Why is your program so expensive?"
      ]
    },
    {
      "a": "Yes.  If you happen to speak with a creditor, you can tell them that you've retained an attorney and provide them with our phone number.",
      "type": "qna",
      "qid": "05.1.tell_my_creditors",
      "q": [
        "Can I tell my creditors that I am in this program and that they should talk to you?",
        "I need you to call my creditor and tell them my in your program ?",
        "What should I tell my creditors about the program, and can I refer them to your team?",
        "Can you contact my creditors?",
        "Can I inform my creditors that I am in this program and refer them to you for communication?",
        "Should I notify my creditors that I am enrolled in this program and have them communicate with your team?",
        "Am I allowed to tell my creditors about the program and ask them to contact you directly?",
        "Can I advise my creditors to speak with your company once I am in the program?",
        "Is it okay to tell my creditors that you are handling my debts and they should contact you?",
        "Can I direct my creditors to communicate with you instead of me once I am enrolled?",
        "Should I inform my creditors to discuss my account with your company once I join the program?"
      ]
    },
    {
      "a": "Receiving calls is normal when you are in hardship and behind on your payments. A creditor has a right to call you to collect payment. If the calls ever become out of hand, please speak with one of our Account Managers. Our Account Management team has several correspondences that have been proven to work that we can send out on your behalf to help with the calls. In addition, if it appears collectors are violating collection law, our creditor harassment attorneys specialize in pursuing creditors for violating collection law.",
      "type": "qna",
      "qid": "05.3.stop_calls",
      "q": [
        "Can you stop my creditors from calling me?",
        "What can I do about getting too many calls from creditors?",
        "Why am I getting calls?",
        "Can you block my creditors from calling me?",
        "Will you prevent my creditors from contacting me?",
        "Can you stop creditors from contacting me directly?",
        "Are you able to stop creditor calls to me?",
        "Can you prevent creditors from calling me?",
        "Can you stop collection calls from creditors?",
        "Will you handle creditor calls for me?",
        "Can you keep creditors from calling me?"
      ]
    },
    {
      "a": "If a judgment is obtained from a lawsuit brought on by a creditor, your wages may be garnished, depending on the state you reside in. Garnishment does not happen easily and it does require a judgment from a creditor. In the event a collector attempts to garnish your wages, one of our negotiators or the attorney in your state will be in immediate contact with your creditor’s attorney to try working out a settlement as soon as possible. The attorney in your state can also assist in providing documents you can file to dispute the garnishment depending on your situation. It is important to remember that a garnishment is not possible without a judgment.",
      "type": "qna",
      "qid": "05.5.garnish_wages",
      "q": [
        "Can creditors garnish my wages?",
        "Can creditors garnish my goods?",
        "Can creditors take my money?",
        "Can they wipe my accounts?",
        "Are creditors allowed to garnish my wages?",
        "Is wage garnishment possible by creditors?",
        "Can my wages be garnished by creditors?",
        "Are creditors able to garnish my wages?",
        "Is wage garnishment legal for creditors?",
        "Can creditors take my wages through garnishment?",
        "Are my wages at risk of being garnished by creditors?"
      ]
    },
    {
      "a": "If you ever feel overwhelmed by the calls, please speak with one of our Account Managers. While creditors are allowed to contact you for payment, they must adhere to strict legal guidelines, and you are not legally obligated to speak with them.  Our legal team can send specific correspondences that have been effective in reducing these calls, especially from the most persistent collectors. If we suspect that any creditors are violating collection laws, our creditor harassment attorneys are here to take action on your behalf.",
      "type": "qna",
      "qid": "05.4.you_call_creditors",
      "q": [
        "When will you be calling my creditors?",
        "When will you contact my creditors?",
        "When are you going to reach out to my creditors?",
        "When will you start calling my creditors?",
        "When do you plan to call my creditors?",
        "When will you begin contacting my creditors?",
        "When are you going to communicate with my creditors?",
        "When will my creditors be contacted?",
        "When will you initiate calls to my creditors?"
      ]
    },
    {
      "a": "Each situation varies. In some cases, the attorney in your state will be dealing with the creditors, and in some cases a knowledgeable, aggressive, trained debt negotiator will be dealing with your creditors or collectors.",
      "type": "qna",
      "qid": "05.2.you_talk_creditors",
      "q": [
        "Are you going to talk to my creditors?",
        "Are you my negotiator?",
        "Who will be the one talking to my creditors?",
        "When do you begin negotiating?",
        "Will you communicate with my creditors?",
        "Are you handling communication with my creditors?",
        "Are you going to contact my creditors?",
        "Will you negotiate with my creditors?",
        "Will you speak with my creditors on my behalf?",
        "Are you responsible for talking to my creditors?",
        "Will you deal with my creditors directly?",
        "Are you in charge of communicating with my creditors?"
      ]
    },
    {
      "a": "Our debt resolution program is not designed to improve your credit score, as we are not a credit repair service. While some clients may see their credit improve after resolving their debts, this is not the goal of our services. Our primary focus is on helping you become debt-free, which can provide a foundation for future financial health. Your credit score may initially be affected, but by eliminating debt, you’ll be in a better position to rebuild your financial standing after completing the program. Please consult with a credit expert if improving your score is a priority.",
      "type": "qna",
      "qid": "07.1.credit_damaged",
      "q": [
        "I am afraid my credit score will be permanently damaged",
        "Is this program going to hurt my credit?",
        "Will this program hurt my credit score?",
        "Is this program going to damage my credit?",
        "Could this program negatively impact my credit?",
        "Will this program cause harm to my credit?",
        "Is my credit going to be affected by this program?",
        "Could this program damage my credit rating?",
        "Will this program have a negative effect on my credit?",
        "Is my credit score at risk because of this program?",
        "Might this program lower my credit score?",
        "Will this program impact my credit negatively?",
        "Is this program going to have an effect on my credit?",
        "Could this program harm my credit history?",
        "Will my credit score take a hit because of this program?",
        "What effect will this program have on my credit?",
        "Is this program going to reflect poorly on my credit?",
        "Could this program hurt my credit score?",
        "Is there a chance this program will damage my credit?",
        "Will this program affect my credit standing?",
        "Is my credit going to suffer because of this program?",
        "Could this program hurt my credit history?",
        "Why my credit is dropping?",
        "Does debt resolution have a negative impact on my credit?",
        "Why is my credit bad?",
        "Why I have poor credit now?",
        "Why my credit is dropping?",
        "Could this negatively impact my credit?",
        "Could this decision damage my credit rating?",
        "Might this lower my credit score?",
        "What effect will this have on my credit?",
        "Will this reflect poorly on my credit?",
        "Is this going to affect my credit negatively?",
        "Could this decision hurt my credit score?",
        "Will my credit score suffer from this?",
        "Is there a chance this will damage my credit?"
      ]
    },
    {
      "a": "Receiving a lawsuit can be stressful, but rest assured, as part of our debt resolution program you have full legal representation. Lawsuits are time sensitive so please contact us immediately and send the documents in a legible manner ASAP. Our team will review the case, file the necessary responses, and represent you throughout the legal process. It’s essential that you don’t ignore the lawsuit. We will negotiate with your creditors to try to resolve the matter before it reaches court. Stay in touch with us and continue making your program deposits to keep your account in good standing. Remember that your Guardian attorney deals with creditor lawsuits every day and is highly experienced in resolving them.",
      "type": "qna",
      "qid": "06.1.law_sue",
      "q": [
        "What if I get sued?",
        "What are you going to do if I get sued?",
        "Why I am getting sued?",
        "I am afraid of being sued while enrolled in the program.",
        "Can I be sued by my creditors?",
        "What do I do about getting sued?",
        "What happens if I get sue?",
        "What should I do if I am sued?",
        "How will you handle it if I get sued?",
        "What are my options if I am sued?",
        "What steps do I take if I get sued?",
        "What if a creditor sues me?",
        "How do you help if I get sued?",
        "What can I expect if I am sued?"
      ]
    },
    {
      "a": "Legitimate negative marks on a credit report cannot be removed. Our debt resolution program is not designed to improve your credit score, as we are not a credit repair service. While some clients may see their credit improve after resolving their debts, this is not the goal of our services. Our primary focus is on helping you become debt-free, which can provide a foundation for future financial health. Your credit score may initially be affected, but by eliminating debt, you’ll be in a better position to rebuild your financial standing after completing the program. Please consult with a credit expert if improving your score is a priority.",
      "type": "qna",
      "qid": "07.2.repair_credit",
      "q": [
        "Does your company repair my credit?",
        "How will you fix my credit?",
        "When will this program work on my credit?",
        "Can your company fix my credit?",
        "Do you offer credit repair services?",
        "Is credit repair part of your services?",
        "Will you improve my credit score?",
        "Will you improve my credit?",
        "Do you handle credit repair?",
        "Can you restore my credit?",
        "Do you help with credit repair?"
      ]
    },
    {
      "a": "Just contact Forth Pay at 877-800-5577 or via email at clients@setforth.com and they can provide you info to set up 24-7 online access to your account. You can also request an agent transfer now and our next available Account Manager will be able to assist.",
      "type": "qna",
      "qid": "08.1.account_online",
      "q": [
        "Where do I view my account online?",
        "Can I view my account online?",
        "Where can I check my accounts online?",
        "Can I see my account online?",
        "How can I access to my account?",
        "Where can I review online?",
        "Where can I view my account details online?",
        "How can I find my account information online?"
      ]
    },
    {
      "a": "Your set aside savings account is with an FDIC insured bank. It is not identical to a regular bank account, and it is shielded from access by creditors and collectors. You have full access to your account online and the funds in the account are in your control.",
      "type": "qna",
      "qid": "08.2.is_bank_account",
      "q": [
        "Is my account with DPG the same as a regular bank account?",
        "Is this a bank account?",
        "Is my account with Forth the same as a regular bank account?"
      ]
    },
    {
      "a": "We recommend you do not use or apply for credit until all your debts have been settled. Your creditors still have access to your credit report. If they notice that you are continuing to add charges on your credit accounts, the likelihood that they will negotiate is reduced because they will believe that you have the means to pay them. You must also completely stop using your enrolled accounts immediately, if you haven't already done so.",
      "type": "qna",
      "qid": "09.1.other_cards",
      "q": [
        "Can I still use my other credit cards?",
        "Can I have a card as a back up?",
        "Can I have a card for emergencies?",
        "Can I continue using my other credit cards?",
        "Am I allowed to use my other credit cards?",
        "Can I keep using my other credit cards?",
        "May I use my other credit cards while in the program?",
        "Can I use my remaining credit cards?",
        "Is it okay to use my other credit cards?",
        "Can I still make purchases on my other credit cards?",
        "Are my other credit cards usable?"
      ]
    },
    {
      "a": "Hello and thank you for contacting GLG Paige.",
      "type": "qna",
      "qid": "17.1.small_talk",
      "q": [
        "hi",
        "hello",
        "nice to meet you",
        "thanks for answering",
        "good morning",
        "good afternoon",
        "good evening",
        "good night"
      ]
    }
  ]
}